"'Forward' not yet implemented!" = "'Fremad' er ikke implementeret endnu!";
"'Remove Flagged' not yet implemented" = "'Fjern indlæg med flag' er ikke implementeret endnu";
"'Reply Author' not yet implemented!" = "'Svar til afsender' er ikke implementeret endnu!";
"'Save Selected Messages' not yet implemented!" = "'Arkiver valgte indlæg' er ikke implementeret endnu!";
"'Save Selection' not yet implemented!" = "'Gem det valgte' er ikke implementeret endnu!";
"(FollowUp)" = "(Opfølgning)";
"<Body not loaded due to some weird error>" = "<Teksten er ikke hentet pga. en mærkelig fejl>";
"<Random Signature>" = "<Tilfældig signatur>";
"<The body of this posting is not loaded.>\n<You are currently OFFLINE, so the body cannot be loaded.>\n<Please choose 'Go Online' from the 'Subscription'-Menu and try again>" = "<Indholdet af dette indlæg er ikke hentet endnu.>\n<Du arbejder lige nu uden forbindelse, så indholdet kan ikke hentes.>\n<Vælg 'Opret forbindelse' fra 'Abonnement'-menuen og prøv igen.>";
"<The body of this posting is not yet loaded. Klick on the posting to load it.>" = "<Teksten i dette indlæg er ikke hentet endnu. Klik på indlægget for at hente den.>";
"<The server didn't return any response. I even tried a couple of times.>\n<It may be that the server is too slow.>\n<In this case please switch on 'Slow Server'>\n<in 'Preferences->Servers' and try again.>" = "<Serveren gav ikke noget svar tilbage. Jeg prøvede endda flere gange.>\n<Det kan være, at serveren er for langsom.>\n<Hvis det er tilfældet, så sæt hak ved 'Langsom server'>\n<i 'Indstillinger->Servere' og prøv igen.>";
"<The server returned a 'NO SUCH POSTING' Error Message.>\n<The posting may have expired already.>\n<This happens often in 'binaries'-groups very quickly>\n<due to harddisc space constraints.>" = "<Serveren returnerede en 'NO SUCH POSTING' fejlbesked.>\n<Indlægget kan allerede være udløbet.>\n<Dette sker ofte i binære grupper>\n<pga. begrænset harddiskplads.>";
"<UNSUPPORTED HEADER ENCODING>" = "<IKKE-UNDERSTØTTET HEADER KODNING>";
"Add Attachment" = "Vedhæft arkiv";
"Add Groups" = "Tilføj grupper";
"Add attachments to the posting" = "Tilføj vedhæftede arkiver til indlægget";
"Add groups to the current subscription" = "Tilføj grupper til det nuværende abonnement";
"Add selection to downloads in offline manager" = "Tilføj det valgte til Indgående i Forbindelseskontrol";
"Add to Downloads" = "Tilføj til Indgående";
"Add" = "Tilføj";
"Additional Headers" = "Yderligere headere";
"Ah, I see, thanks!" = "Åh, jeg ser, tak!";
"Always Load" = "Hent altid";
"An error occured while loading headers: I could not load the overview format from the news server. The reason might be that this is a very, very, very old NNTP server. I am sorry, that I don't support old servers!" = "Der skete en fejl ved hentning af headere: Jeg kunne ikke læse overbliks-formatet fra nyheds-serveren. Grunden kan være, at det er en meget, meget, meget gammel NNTP server. Jeg beklager, at jeg ikke understøtter gamle servere!";
"Are you really sure that you know what you are doing? You are going to set one font for all encodings, is this what you really, really want?" = "Er du helt sikker på, at du ved hvad du gør? Du er ved at vælge samme skrifttype til alle kodninger. Er det virkelig(!) hvad du vil?";
"Are you sure you want remove the selected groups and all of their postings? This will delete all postings, headers, and attachments of the postings which are not saved somewhere else..." = "Er du sikker på, at du vil fjerne de valgte grupper og alle deres indlæg? Dette vil slette alle indlæg, headere og vedhæftninger til indlæg, som ikke er arkiveret andetsteds...";
"Are you sure you want to mark all the postings in this subscription as read?" = "Er du sikker på, at du vil markere alle indlæg i dette abonnement som læste?";
"Are you sure you want to mark all the postings in this subscription as unread?" = "Er du sikker på, at du vil markere alle indlæg i dette abonnement som ulæste?";
"Are you sure you want to remove the expired postings? This action cannot be undone or interrupted. This will also switch to offline mode while expiring." = "Er du sikker på, at du vil fjerne alle udløbede indlæg? Denne handling kan ikke fortrydes eller afbrydes. Dette vil også få programmet til at lukke forbindelsen til serverne, mens arbejdet står på.";
"As Read" = "Som læst";
"As Unread" = "Som ulæst";
"As you are OFFLINE the cancel request was added to the list of outgoing postings. If you want to send it, please choose 'Show Offline Manager' and send it from there." = "Da du arbejder uden forbindelse er dit ønske om annullering af indlægget tilføjet til listen over udgående indlæg. Hvis du vil sende det, så vælg 'Vis Forbindelseskontrol' og send det derfra.";
"As you are OFFLINE the posting was added to the list of outgoing postings. If you want to send them, please choose 'Show Offline Manager' and send it from there. Also note: This posting was automatically saved, so you don't need to worry that it could get lost." = "Da du arbejder uden forbindelse er dit indlæg tilføjet til listen over udgående indlæg. Hvis du vil sende det, så vælg 'Vis Forbindelsekontrol' og send det derfra. Bemærk: Dette indlæg er automatisk arkiveret, så du behøver ikke bekymre dig om, at det skal gå tabt.";
"Authentication Failure" = "Fejl ved identifikation";
"Authentication failed. Either your login name or your password is wrong. Please check in the preferences and try again." = "Identifikation fejlede. Enten dit login navn eller kodeord er forkert. Tjek Indstillingerne og prøv igen.";
"Bytes" = "Bytes";
"Cancel request added to outgoing" = "Anmodning om annullering er tilføjet til Udgående";
"Cancel request failed" = "Anmodning om annullering er fejlet";
"Cancel request not allowed" = "Anmodning om annullering er ikke tilladt";
"Cancel request sent" = "Anmodning om annullering er afsendt";
"Cancel" = "Annuller";
"Cannot post message" = "Kan ikke sende indlæg";
"Catch Up" = "Indhent";
"Catch Up/Remove all articles" = "Indhent/Fjern alle indlæg";
"Change" = "Ændr";
"Changes will take effect for the next subscription opened." = "Ændringer vil træde i kraft for det næste abonnement der åbnes.";
"Check Server" = "Tjek server";
"Check for New Postings" = "Tjek for nye indlæg";
"Check for New" = "Tjek for nye";
"Check for new postings on the server(s)" = "Tjek for nye indlæg på serveren(e)";
"Checking:" = "Tjekker:";
"Close Preferences Window" = "Luk Indstillings-vinduet";
"Close the window and discard all changes" = "Luk vinduet og glem alle ændringer";
"Copying Attachment(s)..." = "Kopierer vedhæftning(er)...";
"Could not Save Posting" = "Kunne ikke arkivere indlægget";
"Could not create a posting" = "Kunne ikke lave et indlæg";
"Could not create a valid cancel request" = "Kunne ikke skabe en gyldig anmodning om annullering";
"Could not load body of the posting. If yo display the body, you will see more details of the error" = "Kunne ikke hente teksten i indlægget. Hvis du viser teksten, vil du se flere detaljer om fejlen";
"Could not load overview" = "Kunne ikke hente overblik";
"Could not load the server data. The reason might be that you haven't yet setup a server list, including maybe other preferences, too." = "Kunne ikke hente serverens oplysninger. Grunden kan være, at du ikke har oprettet en liste over servere og evt. andre indstillinger.";
"Could open the selected file. There seems to be no application available to open the file. You can try saving and opening it directly in the Finder." = "Kunne ikke åbne det valgte arkiv. Det lader ikke til, at der er et program til at åbne dette arkiv. Du kan prøve at arkivere det og åbne det direkte fra Finder.";
"Could open the selected music file. There seems to be no application available to open the music file. You can try saving and opening it directly in the Finder." = "Kunne ikke åbne det valgte musik-arkiv. Det lader ikke til, at der et program til at åbne musik-arkivet. Du kan prøve at arkivere det og åbne det direkte fra Finder.";
"Could open the selected picture. There seems to be no application available to open the picture. You can try saving and opening it directly in the Finder." = "Kunne ikke åbne det valgte billede. Det lader ikke til, at der et program til at åbne billedet. Du kan prøve at arkivere det og åbne det direkte fra Finder.";
"Could open the selected video. There seems to be no application available to open the video. You can try saving and opening it directly in the Finder." = "Kunne ikke åbne den valgte video. Det lader ikke til, at der et program til at åbne videoen. Du kan prøve at arkivere den og åbne den direkte fra Finder.";
"Couldn't create a logical posting out of the posting data" = "Kunne ikke lave et logisk indlæg ud af indlæggets data";
"Couldn't create a valid cancel request. Please log into the logfile and report it to halime@imdat.de" = "Kunne ikke lave en gyldig anmodning om annullering. Log ind i log-filen og rapporter det til halime@imdat.de";
"Couldn't post the message due to an 440 error: You are not allowed to post to this server." = "Kunne ikke sende indlægget pga. en fejl 440: Du har ikke adgang til at sende til denne server.";
"Couldn't post the message due to an 441 error: %@" = "Kunne ikke sende indlægget pga. en fejl 441: %@";
"Couldn't post the message due to an unknown error. It is neither 440 nor 441. I am sorry..." = "Kunne ikke sende indlægget pga. en ukendt fejl. Det er hverken en fejl 440 eller 441. Jeg beklager...";
"Couldn't save a copy of the file to harddisc..." = "Kunne ikke arkivere en kopi af indlægget på harddisken...";
"Couldn't save a copy of the file" = "Kunne ikke arkivere en kopi af arkivet";
"Couldn't save file" = "Kunne ikke arkivere arkivet";
"Couldn't save the posting to the specified file..." = "Kunne ikke arkivere indlægget til det specificerede arkiv...";
"Couldn't save the selected attachment to the specified file" = "Kunne ikke arkivere den valgte vedhæftning til det specificerede arkiv";
"Couldn't send the cancel request due to an 440 error: You are not allowed to post to this server." = "Kunne ikke sende anomdningen om annullering pga. en fejl 440: Du har ikke adgang til at sende til denne server.";
"Couldn't send the cancel request due to an 441 error: %@" = "Kunne ikke sende anomdningen om annullering pga. en fejl 441: %@";
"Couldn't send the cancel request due to an unknown error. It is neither 440 nor 441. I am sorry..." = "Kunne ikke sende anomdningen om annullering pga. en ukendt fejl. Det er hverken en fejl 440 eller 441. Jeg beklager...";
"Create a new posting" = "Opret et nyt indlæg";
"Damn" = "Pokkers";
"Date error" = "Dato fejl";
"Date" = "Dato";
"Date:" = "Dato:";
"Decoding Attachment(s)..." = "Afkoder vedhæftning(er)...";
"Discard Changes" = "Fortryd ændringer";
"Discard Posting" = "Fortryd indlæg";
"Discard" = "Fortryd";
"Display Flat" = "Vis fladtt";
"Display Threaded" = "Vist trådet";
"Display Unthreaded" = "Vis utrådet";
"Display articles threaded" = "Vis indlæg trådet";
"Display articles unthreaded" = "Vis indlæg utrådet";
"Display posting list flat (non-threaded)" = "Vis listen over indlæg fladt (ikke trådet)";
"Don't Discard" = "Fortryd ikke";
"Download Groups" = "Hent grupper";
"Edit/specify additional headers for this posting" = "Ændr/angiv yderligere headers til dette indlæg";
"Editing Favorite Subjects" = "Redigerer listen over Favoritter";
"Editing Friends List" = "Redigerer listen over Venner";
"Encoding" = "Kodning";
"Expiring:" = "Udløber:";
"Extract Binaries" = "Udtræk binære arkiver";
"Extract all binaries of selected articles" = "Udtræk alle binære arkiver i de valgte indlæg";
"Filter Friends" = "Filtrer Venner";
"Filter Subjects" = "Filtrer Emner";
"Filter for Favorites" = "Filtrer for Favoritter";
"Filter for Friends" = "Filtrer for Venner";
"Filter for From: or Subject:" = "Filtrer for Fra: or Emne:";
"Filter" = "Filter";
"Focus Thread" = "Fokuser tråden";
"Focus on Thread" = "Fokuser på tråden";
"Focus/Unfocus on thread (hide/show other postings)" = "Fokuser/fokuser-ikke på tråden (skjul/vis andre indlæg)";
"Focuses on the current thread/hide all others" = "Fokuserer på den nuværende tråd/skjul alle andre";
"Follow Up" = "Opfølgning";
"Follow Up/Answer a posting" = "Opfølg/Svar på et indlæg";
"Followup-To:" = "Opfølgning til:";
"For now, you can only focus on one thread at the same time!" = "I øjeblikket kan du kun fokusere på en tråd ad gangen!";
"Force character encoding of the selected posting" = "Tving karakter-kodning af det valgte indlæg";
"Forget It" = "Glem det";
"Forget it" = "Glem det";
"Forward selected posting via e-mail to somebody else" = "Videresend det valgte indlæg til en anden person via e-mail";
"Forward" = "Videresend";
"From" = "Fra";
"From:" = "Fra:";
"Go Offline" = "Afbryd forbindelse";
"Go Online" = "Opret forbindelse";
"Go offline (don't allow any connections unless requested explicitly)" = "Afbryd forbindelse (tillad ikke forbindelser uden udtrykkelig tilladelse)";
"Go online (allow connections)" = "Opret forbindelse (tillad forbindelser)";
"Group As Read" = "Gruppen som læst";
"Group As Unread" = "Gruppen som ulæst";
"Groups" = "Grupper";
"Hide Drawer" = "Skjul skuffe";
"Hide GTV" = "Skjul GTV";
"Hide Graphical Thread View (GTV) drawer" = "Skjul skuffen Grafisk TrådVisning (GTV)";
"Hide Graphical Thread View" = "Skjul Grafisk TrådVisning";
"Hide Read Postings" = "Skjul læste indlæg";
"Hide Read" = "Skjul læste";
"Hide read articles (show unread articles only)" = "Skjul læste indlæg (vis kun ulæste indlæg)";
"Hide the groups drawer" = "Skjul skuffen Grupper";
"Hide/Show read articles" = "Skjul/vis læste indlæg";
"Hide/Show the tabs of the tabview" = "Skjul/vis fanebladende i fanebladsvisning";
"Ignore" = "Ignorer";
"In the last batch fetched from the news server there was at least one follow-up to one of your postings. This follow-up is shown in a different color in the list of the postings." = "I den sidste sending, der er hentet fra nyhedsserveren, var der mindst én opfølgning til et af dine indlæg. Denne opfølgning er vist med en anden farve i listen over indlæg.";
"In the last batch fetched from the news server there were %d follow-ups to at least one of your postings. This follow-ups are shown in a different color in the list of the postings." = "I den sidste sending, der er hentet fra nyhedsserveren, var der %d opfølgninger til et af dine indlæg. Disse opfølgninger er vist med en anden farve i listen over indlæg.";
"It seems there is a new version of Halime, just released and available on the Halime webserver: http://www.imdat.de/halime/. You might want to check it out (you can switch off this check in the Preferences)." = "Det lader til, at der er en ny version af Halime klar til at hente på webserveren: http://www.imdat.de/halime/. Det kunne være, at du skulle tage et kig på den (du kan slå dette tjek fra i Indstillinger).";
"KB" = "KB";
"L" = "L";
"LH" = "LH";
"Let me correct it" = "Lad mig rette det";
"Lines" = "Linier";
"Load Draft" = "Hent kladde";
"Load Error" = "Fejl ved hentning";
"Load Headers" = "Hent headere";
"Load Message" = "Hent indlæg";
"Load a previously saved message draft" = "Åbn en tidligere arkiveret kladde til et indlæg";
"Loaded groups:" = "Hentede grupper:";
"Loading Newsgroups" = "Henter nyhedsgrupper";
"Loading Servers" = "Henter servere";
"Loading groups, please wait..." = "Henter grupper, vent venligst...";
"MB" = "MB";
"Mark Read" = "Marker læst";
"Mark Subscription Read" = "Marker abonnementet læst";
"Mark Subscription Unread" = "Marker abonnementet ulæst";
"Mark Unread" = "Marker ulæst";
"Mark as" = "Marker som";
"Mark selected posting(s) as read/unread" = "Marker valgte indlæg som læst/ulæst";
"Mark" = "Marker";
"Marking as read..." = "Markerer som læst...";
"Marking as unread..." = "Markerer som ulæst...";
"Merde!" = "Pokkers!";
"Merde" = "Pokkers";
"Missing Parts" = "Manglende dele";
"NO" = "NEJ";
"NONE/Automatic" = "INGEN/Automatisk";
"New Follow-Ups arrived" = "Nye opfølgninger er ankommmet";
"New Posting" = "Nyt indlæg";
"New Version Released" = "Ny version frigivet";
"New posting" = "Nyt indlæg";
"News Server Name must have at least 3 characters." = "Navnet på nyhedsserveren skal indeholde mindst 3 bogstaver.";
"Newsgroups:" = "Nyhedsgrupper:";
"No Groups for this server loaded" = "Der er ikke hentet nogen grupper til denne server";
"No NNTP Server found... There is something really fishy here!" = "Ingen NNTP server fundet... der er noget virkeligt underligt her!";
"No Posting selected to Follow up..." = "Der er ikke valgt et indlæg til opfølgning...";
"OK" = "OK";
"OK, I'll try again later" = "OK, jeg prøver igen senere";
"OK, forget it then." = "OK, så glemt det.";
"Okay, I'll Check Later" = "OK, jeg tjekker senere";
"Okay, I'll check" = "OK, jeg tjekker";
"One Font to Display Them All" = "En skrift til at vise dem alle";
"Open Send/Receive Manager" = "Åbn Forbindelseskontrol";
"Open a Draft" = "Åbn en kladde";
"Organization:" = "Organisation:";
"Please first select a header to change..." = "Vælg først en header der skal ændres...";
"Please first select a header to delete..." = "Vælg først en header for at slette...";
"Please select ONE posting to edit!" = "Vælg ET indlæg, som skal rettes!";
"Please select a group first!" = "Vælg en gruppe først!";
"Posting added to Outgoing" = "Indlægget er er tilføjet til Udgående";
"Posting failed" = "Indlægget fejlede";
"Posting not allowed" = "Det er ikke tilladt at sende indlæg";
"Posting of your message failed because I could not connect to the server. Maybe you would like to try again later (the server may be down, the connection broken, no power supply...;-)" = "Det lykkedes ikke at sende dit indlæg, da jeg ikke kunne forbinde til serveren. Måske du vil prøve igen senere (serveren kan være nede, forbindelsen i stykker, ingen strøm...;-)";
"Preferences..." = "Indstillinger...";
"Quote-colorize the posting text for better reading" = "Farvelæg citater for lettere læsning";
"Re-Colorize" = "Farvelæg igen";
"Ready." = "Klar.";
"Remove (delete) all read articles" = "Fjern (slet) alle læse indlæg";
"Remove Expired Postings" = "Fjern udløbede indlæg";
"Remove Filtering for Favorites" = "Fjern filtrering for Favoritter";
"Remove Filtering for Friends" = "Fjern filtrering for Venner";
"Remove Friends Filter" = "Fjern Venne-filter";
"Remove Group" = "Fjern gruppe";
"Remove Groups" = "Fjern grupper";
"Remove Items" = "Fjern emner";
"Remove Read" = "Fjern læste";
"Remove Subjects Filter" = "Fjern emne-filter";
"Remove expired articles in group" = "Fjern udløbede indlæg i gruppen";
"Remove expired articles in subscription" = "Fjern udløbede indlæg i abonnementet";
"Remove the friends filter" = "Fjern filteret for Venner";
"Remove the subjects/favorites filter" = "Fjern filteret for emner/favoritter";
"Remove" = "Fjern";
"Remove/Delete selected items" = "Fjern/slet valgte emner";
"Reply to Author" = "Svar til afsender";
"Reply to author of the selected posting via e-mail" = "Svar til afsender af det valgte indlæg via e-mail";
"Reply-To:" = "Svar-til:";
"SPAM Filter value part must be at least one character" = "SPAM filter værdien skal være mindst en karakter";
"Save Attachment" = "Arkiver vedhæftning";
"Save Movie/Video" = "Arkiver film/video";
"Save Music" = "Arkiver musik";
"Save Picture" = "Arkiver billede";
"Save Posting" = "Arkiver indlæg";
"Save Preferences" = "Arkiver indstillinger";
"Save Selected" = "Arkiver det valgte";
"Save as Draft" = "Arkiver som kladde";
"Save current posting as a draft for later use" = "Gem det nuværende indlæg som en kladde til senere brug";
"Save selected article(s) to disc" = "Arkiver valgte artikel/artikler til disk";
"Scanning Postings for Attachments..." = "Skanner indlæg for vedhæftninger...";
"Select Group" = "Vælg gruppe";
"Send Immediately" = "Send øjeblikkeligt";
"Send Later" = "Send senere";
"Send Posting" = "Send indlæg";
"Send the posting and close window" = "Send indlægget og luk vinduet";
"Sender" = "Afsender";
"Sending of your cancel request failed because I could not connect to the server. Maybe you would like to try again later (the server may be down, the connection broken, no power supply...;-)" = "Afsendelse af din anmodning om annullering fejlede, da jeg ikke kunne forbinde til serveren. Måske du vil prøve igen senere (serveren kan være nede, forbindelsen i stykker, ingen strøm...;-)";
"Set the character encoding of the posting" = "Indstil karakter-kodningen af inlægget";
"Show Drawer" = "Vis skuffe";
"Show Follow-Ups" = "Vis opfølgninger";
"Show GTV Drawer" = "Vis GTV skuffe";
"Show GTV" = "Vis GTV";
"Show Graphical Thread View (GTV) drawer" = "Vis skuffen Grafisk TrådVisning (GTV)";
"Show Graphical Thread View" = "Vis Grafisk TrådVisning";
"Show Posting" = "Vis indlæg";
"Show Threaded" = "Vis trådet";
"Show Unthreaded/Flat" = "Vis utrådet/fladt";
"Show only postings whose sender is in the friends list" = "Vis kun indlæg, hvis afsender findes i listen over venner";
"Show only postings whose subjects are in the favorite subjects list" = "Vis kun indlæg, hvis emner findes i listen over favoritter";
"Show the groups drawer" = "Vis skuffen Grupper";
"Show/Hide Drawer" = "Skjul/vis skuffen";
"Show/Hide groups drawer" = "Skjul/vis skuffen Grupper";
"Size" = "Størrelse";
"Some Postings are Missing" = "Nogle indlæg mangler";
"Some Postings not Downloaded" = "Nogle indlæg blev ikke hentet";
"Some postings necessary to decode this multipart attachment are not yet downloaded. These are added to the Send/Receive Manager. You can download those postings and try again." = "Nogle indlæg, der er nødvendige for at afkode denne opdelte vedhæftning, er ikke hentet endnu. Disse er tilføjet til Forbindelseskontrol. Du kan hente disse indlæg og prøve igen.";
"Some postings which are necessary to decode this multipart attachment are missing, i.e. there are no headers for those postings. You can try and check for new postings on the server.\nAlso, the missing postings may arrive at a later time. You may wish to keep this posting until you either find the missing postings or decide to delete this posting." = "Nogle indlæg der er nødvendige for at afkode denne opdelte vedhæftning mangler. Dvs. at der ikke er nogen headere til disse indlæg. Du kan prøve at tjekke for nye indlæg på serveren.\nDet kan også ske, at de manglende indlæg ankommer senere. Du kan vælge at beholde dette indlæg indtil du enten finder de manglende indlæg, eller at slette det.";
"Somehow, I could not load the UI-Files for composing postings. Please check all permissions..." = "Af en eller anden grund kan jeg ikke hente de nødvendige arkiver til at lave nye indlæg. Tjek alle rettigheder...";
"Stop focusing on the current thread/show all threads" = "Stop fokusering på den nuværende tråd/vis alle tråde";
"Stop hiding read articles" = "Stop med at skjule læste indlæg";
"Stopping..." = "Stopper...";
"Subject" = "Emne";
"Subject:" = "Emne:";
"Subscription As Read" = "Abonnement som læst";
"Subscription As Unread" = "Abonnement som ulæst";
"Switch into offline mode" = "Skift til at arbejde uden forbindelse";
"Switch to another group" = "Skift til en anden gruppe";
"Tabview Tabs" = "Faner til fanebladsvisning";
"The Newsgroups field is empty. Where -do you think- should I post the posting to?" = "Nyhedsgruppe-feltet er tomt. Hvor, synes du, at jeg skal sende indlægget til?";
"The Sender/From field is empty." = "Afsender/Fra-feltet er tomt.";
"The Subject field is empty." = "Emnte-feltet er tomt.";
"The message body is empty. You should write at least one or two sentences..." = "Meddelelsen er tom. Du burde skrive mindst et par linjer...";
"The posting could not be saved. Please try again later." = "Indlægget kunne ikke arkiveres. Prøv igen senere.";
"The posting couldn't be loaded. For details see text-tab." = "Indlægget kunne ikke hentes. Se under fanebladet Tekst for flere detaljer.";
"The posting to cancel has no newsserver assignment..." = "Din anmodning om annullering har ikke nogen server anvist...";
"The posting you edited will be lost. Are you sure you want to discard your composition/posting?" = "Indlægget som du rettet vil gå tabt. Er du sikker på, at du vil glemme din komposition/indlæg?";
"The posting you want to send was opened from the 'Offline Manager Window', i.e. it was a deferred posting. Do you want to send this posting immediately or put it back to the 'Offline Manager' so you can send it later?" = "Indlægget som du vil sende var åbnet fra 'Forbindelseskontrol', dsv. det var et tilbageholdt indlæg. Vil du sende dette indlæg øjeblikkeligt, eller placere det i 'Forbindelseskontrol', så det kan afsendes senere?";
"The posting you would like to read is not loaded. Would you like me to connect to the NNTP-Server and try to load it for you?" = "Indlægget som du gerne vil læse er ikke hentet endnu. Vil du have mig til at forbinde til NNTP-serveren og prøve at hente det for dig?";
"There are currently no groups from this servers downloaded on your machine. Would you like to download the newsgroup list in order to subscribe to groups?" = "Der er i øjeblikket ikke hentet nogen grupper fra denne server på din maskine. Vil du hente listen over grupper, så du kan abonnere på grupper?";
"There are no postings in this group. Do you want me to check on the server for any (new) postings in this group?" = "Der er ikke nogen indlæg i denne gruppe. Skal jeg tjekke serveren om der er nogen (nye) indlæg i denne gruppe?";
"There is no active subscription to set view options for. Please open a subscription and try again." = "Der er ikke noget aktivt abonnement, som du kan indstille oversigtsvalg for. Åbn et abonnement og prøv igen.";
"There is no group to filter postings in. Please choose a group and try again." = "Der er ikke nogen gruppe, som du filtrere indlæg i. Vælg en gruppe og prøv igen.";
"There was no selection to add to the downloads" = "Der var ikke valgt noget, som kunne tilføjes til Indgående.";
"This is a multi-part attachment, i.e. the attachment is distributed over multiple news postings.\nDo you want me to try to detect the missing postings and try to decode again (also add not downloaded postings to the Send/Receive Manager, if necessary)?" = "Dette er en opdelt vedhæftning, dvs. at vedhæftningen er distribueret over flere indlæg.\nSkal jeg forsøge at opspore de manglende indlæg og prøve at afkode igen (dette medfører tilføjelse af ikke hentede indlæg til Forbindelseskontrol, hvis nødvendigt.)?";
"Thread As Read" = "Tråd som læst";
"Thread As Unread" = "Tråd som ulæst";
"Today" = "I dag";
"Toggle Tabview Tabs" = "Slå fanebladsvisning til/fra";
"Unfocus Thread" = "Fokuser ikke på tråden";
"Unfocus Threaded" = "Fokuser ikke trådet";
"Unhide Read Postings" = "Vis læste indlæg";
"Unhide Read" = "Vis læste";
"Unknown error" = "Ukendt fejl";
"Untitled" = "Ikke-navngivet";
"YES" = "JA";
"Yes, One Font For All" = "Ja, en skrifttype til alle";
"Yes, Try to Decode" = "Ja, prøv at afkode";
"Yesterday" = "I går";
"Yikes! No! No Way!" = "Uha! Nej!!";
"You CAN NOT cancel the operation by hitting Cmd-." = "Du KAN IKKE annullere denne operation ved at trykke Kommando-.";
"You are already at the beginning of the postings list. You can't go further up." = "Du er allerede i toppen af listen over indlæg. Du kan ikke komme højere op.";
"You are already at the end of the postings list, i.e. there are no more unread postings, just believe me. So you can't go further down and I don't really like the idea of wrapping to the top." = "Du er allerede i bunden af listen over indlæg, dvs. at der ikke er flere ulæste indlæg. Du kan ikke komme længere ned og jeg bryder mig ikke om ideen, med automatisk at hoppe til toppen af listen.";
"You are already at the end of the postings list. You can't go further down  = ;" = "Du er allerede i bunden af listen over indlæg. Du kan ikke komme længere ned  = ;";
"You are offline. You need to go online to check for any new postings." = "Du arbejder uden forbindelse. Du er nødt til at oprette forbindelsen for at tjekke for nye indlæg.";
"You can add one SPAM filter at a time. Please choose a single posting and try again." = "Du kan tilføje ét SPAM filer ad gangen. Vælg ét enkelt indlæg og prøv igen.";
"You can add one friend at a time. Please choose a single posting and try again." = "Du kan tilføje én ven ad gangen. Vælg ét enkelt indlæg og prøv igen.";
"You can add one subject at a time. Please choose a single posting and try again." = "Du kan tilføje ét emne ad gangen. Vælg ét enkelt indlæg og prøv igen.";
"You can cancel only postings you have sent by yourself!" = "Du kan kun annullere indlæg, som du selv har sendt!";
"You didn't allow 'Open Thread on Navitation' in the Preferences. You need to do so in order to use the '+' and '-' keys." = "Du tillod ikke 'Åbn tråd ved navigering' i Indstillinger. Det bliver du nødt til, for at kunne bruge '+' og '-' tasterne.";
"You have changed some preferences. Do you want to save the preferences or discard the changes?" = "Du har ændret nogle indstillinger. Vil du arkivere indstillingerne eller slette ændringerne?";
"You have not flagged any message in the current subscription to be downloaded. Please flag some messages and try again." = "Du har ikke sat flaget til hentning ved nogen indlæg i dette abonnement. Sæt flag ved nogen indlæg og prøv igen.";
"You should first select a server to subscribe from." = "Du bør først vælge en server, som du vil abonnere fra.";
"Your cancel request was sent to the server successfully." = "Din anmodning om annullering blev sendt til serveren uden problemer.";
"Your message cannot be posted due to the following reason(s):" = "Dit indlæg kan ikke sendes pga. følgende fejl:";
"Loading Headers..." = "Henter headere...";
"Loading Posting..." = "Henter indlæg...";
"Join List and Content" = "Saml liste og indhold";
"Split List and Content" = "Opdel liste og indhold";
"Show Filtered Headers" = "Vis filtrerede headere";
"Show Full Headers" = "Vis alle headere";
"Hide Groups Drawer" = "Skjul skuffen Grupper";
"Show Groups Drawer" = "Vis skuffen Grupper";
"Hide Tab Titles" = "Skjul faneblade";
"Show Tab Titles" = "Vis faneblade";
/* ++++++++++++++++++++++++++ New Strings in Version 0.9.0 +++++++++++++++++++++++++++++ */
/* Preferences Toolbar Titles */
"General" = "Generelt";
"Server" = "Servere";
"Subscriptions" = "Abonnementer";
"Batch/Offline" = "U. forbindelse";
"Reading" = "Læsning";
"Posting" = "Indlæg";
"SPAM Filters" = "SPAM";

/* Other new strings */
"To Newsgroup:" = "To Newsgroup:";
"To Sender:" = "To Sender:";
"To NG/Sender:" = "To NG/Sender:"; /* To Newsgroup AND Sender */
"(Reply via Email)" = "(Reply via Email)";
"No Posting selected to Reply To..." = "No Posting selected to Reply To...";
"Information: Could not decode multipart posting. Missing parts are added to be downloaded." = "Information: Could not decode multipart posting. Missing parts are added to be downloaded.";
"Warning: Could not decode multipart posting because parts needed are missing. Please check on the server for the remaining parts and try again" = "Warning: Could not decode multipart posting because parts needed are missing. Please check on the server for the remaining parts and try again";
"Sending as Mail failed" = "Sending as Mail failed";
"Couldn't send the posting as mail due to the following error: %@" = "Couldn't send the posting as mail due to the following error: %@";
"This message cannot be send as Mail because there is no recipient information available. Please either fill out the recipient (To) field or post it as newsposting to the group." = "This message cannot be send as Mail because there is no recipient information available. Please either fill out the recipient (To) field or post it as newsposting to the group.";
"Can't send message as Mail" = "Can't send message as Mail";
"Reply-To instead of FollowUp" = "Reply-To instead of FollowUp";
"The sender of the posting you want to follow-up requested that follow-ups should be sent as mail to him (Follow-Up: poster). Therefore, this follow-up is being created as a Reply via Email." = "The sender of the posting you want to follow-up requested that follow-ups should be sent as mail to him (Follow-Up: poster). Therefore, this follow-up is being created as a Reply via Email.";

/* ++++++++++++++++++++++++++++ NEW STRINGS AS OF 1.0b +++++++++++++++++++++++++++++++ */
"Unlock Selected Postings"	=	"Unlock Selected Postings";
"Lock Selected Postings"	=	"Lock Selected Postings";
"Loading..."	=	"Loading...";
"Couldn't load a posting with the message ID given. The posting doesn't exist or the message ID was wrong." = "Couldn't load a posting with the message ID given. The posting doesn't exist or the message ID was wrong.";
"Couldn't load MessageID"	=	"Couldn't load MessageID";
